Repository: vgsr/vgsr-entity
Catalog: languages/vgsr-entity-*.po
Languages: nl_nl

source: Archived
nl_nl: Gearchiveerd

source: Archived <span class="count">(%s)</span>
nl_nl: Gearchiveerd <span class="count">(%s)</span>

# Customizer menu type label
source: Entity Page
nl_nl: Entiteitpagina

source: Set %s Logo
nl_nl: %slogo instellen

source: Remove %s Logo
nl_nl: %slogo verwijderen

source: Main Settings
nl_nl: Hoofdinstellingen

source: Attribute Settings
nl_nl: Attribuutinstellingen

source: Parent Page
nl_nl: Hoofdpagina

source: Entity Slug
nl_nl: Entity verkorte naam

source: Customize the entity page and permalink structure here.
nl_nl: Wijzig hier de entity pagina- en linkstructuur.

source: &mdash; No Parent &mdash;
nl_nl: &mdash; Geen hoofd &mdash;

source: View
nl_nl: Bekijken

source: Select the page that should act as the parent page for %s.
nl_nl: Selecteer de hoofdpagina voor %s.

source: When a parent page is selected, there is no slug to define.
nl_nl: Wanneer een hoofdpagina is geselecteerd, hoef je geen verkorte naam in te stellen.

source: Customize the settings for entity attributes here.
nl_nl: Wijzig hier de instellingen voor entiteitattributen.

source: Remove position
nl_nl: Verwijder positie

source: Positions
nl_nl: Posities

source: &mdash; Select position &mdash;
nl_nl: &mdash; Positie &mdash;

source: Assign a site user (by ID or login) to a position or provide a full name. A green border indicates a verified site user.
nl_nl: Koppel een site-account (middels ID of login) aan een positie of vul een volledige naam in. Een groene rand signaleert een bestaand site-account.

source: Add position
nl_nl: Positie toevoegen

source: Current
nl_nl: Huidig

source: All Besturen
nl_nl: Alle besturen

source: New Bestuur
nl_nl: Nieuw bestuur

source: Add new Bestuur
nl_nl: Bestuur toevoegen

source: Edit
nl_nl: Bewerken

source: Edit Bestuur
nl_nl: Bestuur bewerken

source: View Bestuur
nl_nl: Bestuur bekijken

source: View Besturen
nl_nl: Bekijk besturen

source: Search Besturen
nl_nl: Zoek besturen

source: No Besturen found
nl_nl: Geen besturen gevonden

source: No Besturen found in trash
nl_nl: Geen besturen gevonden in de prullenbak

source: Insert into bestuur
nl_nl: Invoegen in bestuur

source: Uploaded to this bestuur
nl_nl: Ge&#252;pload naar dit bestuur

source: Filter besturen list
nl_nl: Besturen filteren

source: Besturen list navigation
nl_nl: Navigatie door besturenlijst

source: Besturen list
nl_nl: Besturenlijst

source: Besturen Settings
nl_nl: Bestuursinstellingen

source: Bestuur updated.
nl_nl: Bestuur bijgewerkt.

source: Bestuur created.
nl_nl: Bestuur aangemaakt.

source: Bestuur saved.
nl_nl: Bestuur opgeslagen.

source: Bestuur submitted.
nl_nl: Bestuur ingediend.

source: Bestuur Parent
nl_nl: Bestuurhoofd

source: Current Bestuur
nl_nl: Huidig bestuur

# Customizer menu type label
source: Bestuur Page
nl_nl: Bestuurpagina

source: Menu Widget Order
nl_nl: Menu Widget volgorde

source: Seniority
nl_nl: Anci&#235;nniteit

source: Reverse seniority
nl_nl: Omgekeerde anci&#235;nniteit

source: The order in which the Besturen will be displayed in the Menu Widget.
nl_nl: De volgorde waarop besturen worden getoond in het Menu Widget

# Bestuur positions
source: Members
nl_nl: Bestuursleden

source: A Bestuur is the VGSR's governing body which is re-elected each year.
nl_nl: Een bestuur is het leidende orgaan van de VGSR en wordt elk jaar herkozen.

source: Older besturen
nl_nl: Voorgaande besturen

source: Newer besturen
nl_nl: Volgende besturen

source: Besturen navigation
nl_nl: Bestuurnavigatie

source: Season
nl_nl: Seizoen

source: Season %s
nl_nl: Seizoen %s

source: The submitted value for %s is not given in the valid format.
nl_nl: De waarde voor %s is niet in het juiste format gegeven.

source: A Dispuut is part of the VGSR's social structure for discussing topics in small groups.
nl_nl: Een dispuut is onderdeel van de sociale structuur van de VGSR, gericht op het bespreken van onderwerpen in kleine groepen.

source: Older disputen
nl_nl: Oudere disputen

source: Newer disputen
nl_nl: Nieuwere disputen

source: Disputen navigation
nl_nl: Dispuutnavigatie

source: Since
nl_nl: Sinds

source: Since %s
nl_nl: Sinds %s

source: Ceased
nl_nl: Opgeheven

source: Ceased %s
nl_nl: Opgeven in %s

source: Active between %1$s and %2$s
nl_nl: Actief van %1$s tot %2$s

source: Display a list of all the entities of the type of the current page
nl_nl: Toon een lijst van alle entiteiten die horen bij het type van de huidige pagina

source: This widget will only display a list of entities on a entity related page.
nl_nl: Dit widget toont de lijst van entiteiten alleen op een gerelateerde pagina.

source: There are no settings for this widget.
nl_nl: Er zijn geen instellingen voor dit widget.

source: Settings
nl_nl: Instellingen

source: Some of the provided values were not given in the valid format.
nl_nl: Enkele gegevens zijn niet in het juiste format gegeven.

source: A Kast is an initiated house where active VGSR members dwell.
nl_nl: Een kast is een ingewijd verenigingshuis waar actieve leden van de VGSR wonen.

source: Older kasten
nl_nl: Oudere kasten

source: Newer kasten
nl_nl: Nieuwere kasten

source: Kasten navigation
nl_nl: Kastnavigatie

source: Street
nl_nl: Straat

source: Number
nl_nl: Huisnummer

source: Addition
nl_nl: Toevoeging

source: City
nl_nl: Stad

source: Phone
nl_nl: Telefoon

source: Address
nl_nl: Adres

source: All Disputen
nl_nl: Alle disputen

source: New Dispuut
nl_nl: Nieuw dispuut

source: Add new Dispuut
nl_nl: Nieuw dispuut toevoegen

source: Edit Dispuut
nl_nl: Dispuut bewerken

source: View Dispuut
nl_nl: Dispuut bekijken

source: View Disputen
nl_nl: Bekijk disputen

source: Search Disputen
nl_nl: Zoek disputen

source: No Disputen found
nl_nl: Geen disputen gevonden

source: No Disputen found in trash
nl_nl: Geen disputen gevonden in de prullenbak

source: Insert into dispuut
nl_nl: Invoegen in dispuut

source: Uploaded to this dispuut
nl_nl: Ge&#252;pload naar dit dispuut

source: Filter disputen list
nl_nl: Disputen filteren

source: Disputen list navigation
nl_nl: Navigatie door disputenlijst

source: Disputen list
nl_nl: Disputenlijst

source: Disputen Settings
nl_nl: Dispuutsinstellingen

source: Dispuut updated.
nl_nl: Dispuut bijgewerkt.

source: Dispuut created.
nl_nl: Dispuut aangemaakt.

source: Dispuut saved.
nl_nl: Dispuut opgeslagen.

source: Dispuut submitted.
nl_nl: Dispuut ingediend.

source: Dispuut Parent
nl_nl: Dispuuthoofd

# Customizer menu type label
source: Dispuut Page
nl_nl: Dispuutpagina

source: All Kasten
nl_nl: Alle kasten

source: New Kast
nl_nl: Nieuwe kast

source: Add new Kast
nl_nl: Nieuwe kast toevoegen

source: Edit Kast
nl_nl: Kast bewerken

source: View Kast
nl_nl: Kast bekijken

source: View Kasten
nl_nl: Bekijk kasten

source: Search Kasten
nl_nl: Zoek kasten

source: No Kasten found
nl_nl: Geen kasten gevonden

source: No Kasten found in trash
nl_nl: Geen kasten gevonden in de prullenbak

source: Insert into kast
nl_nl: Invoegen in kast

source: Uploaded to this kast
nl_nl: Ge&#252;pload naar deze kast

source: Filter kasten list
nl_nl: Kasten filteren

source: Kasten list navigation
nl_nl: Kastnavigatie

source: Kasten list
nl_nl: Kastenlijst

source: Kasten Settings
nl_nl: Kastinstellingen

source: Kast updated.
nl_nl: Kast bijgewerkt.

source: Kast created.
nl_nl: Kast aangemaakt.

source: Kast saved.
nl_nl: Kast opgeslagen.

source: Kast submitted.
nl_nl: Kast ingediend.

source: Kast Parent
nl_nl: Kasthoofd

# Customizer menu type label
source: Kast Page
nl_nl: Kastpagina

source: Members
nl_nl: Leden

source: Residents
nl_nl: Bewoners

source: Former Residents
nl_nl: Oud-bewoners

source: Profile Settings
nl_nl: Profielinstellingen

source: Members Field
nl_nl: Ledenveld

source: Select the field that holds the Dispuut's members.
nl_nl: Selecteer het profielveld dat de leden van een dispuut bevat.

source: %d Member
nl_nl: %d lid

source: Residents Field
nl_nl: Bewonersveld

source: Select the field that holds the Kast's residents.
nl_nl: Selecteer het profielveld dat de bewoners van een kast bevat.

source: %d Resident
nl_nl: %d bewoner

source: Former Residents Field
nl_nl: Oud-bewonersveld

source: Select the field that holds the Kast's former residents.
nl_nl: Selecteer het profielveld dat de oud-bewoners van een kast bevat.

source: Address: %s
nl_nl: Adres: %s

source: Select the profile field that holds this address detail: %s.
nl_nl: Selecteer het profielveld dat dit adresdetail bevat: %s.

source: Customize the settings that relate entities to member profiles.
nl_nl: Wijzig hier de instellingen die entiteiten met profielen verbinden.

source: &mdash; No Field &mdash;
nl_nl: &mdash; Geen veld &mdash;

source: Structured organization and presentation of VGSR entities
nl_nl: Beheer en presenteer VGSR entiteiten (besturen, disputen, kasten) op een gestructureerde wijze
